Repository: 4miners/lisk-ui
Catalog: po/*.po
Languages: el_gr, it, ja, pt

source: Your dapp description cannot be longer than 160 characters.
el_gr: Η Dapp περιγραφή σας δεν μπορούν να είναι μεγαλύτερες από 160 χαρακτήρες.
it: La tua descrizione di Dapp non può essere lunga più di 160 caratteri.
ja: Dapp説明が160文字より長くすることはできません。
pt: A descrição do seu DAPP não pode ter mais de 160 caracteres.

source: Your dapp name cannot be longer than 32 characters
el_gr: Το όνομα του Dapp σας δεν μπορεί να είναι μεγαλύτερο από 32 χαρακτήρες
it: Il tuo nome di DAPP non può essere più lungo di 32 caratteri.
ja: DAPP名は、32文字より長いすることはできません
pt: O nome do seu DAPP não pode ter mais de 32 caracteres

source: Your dapp name cannot be longer than 32 characters.
el_gr: Το όνομα του Dapp σας δεν μπορεί να είναι μεγαλύτερο από 32 χαρακτήρες.
it: Il tuo nome di DAPP non può essere più lungo di 32 caratteri.
ja: DAPP名は、32文字より長いすることはできません
pt: O nome do seu DAPP não pode ter mais de 32 caracteres.

source: Your dapp name is required.
el_gr: Το όνομα Dapp σας είναι απαραίτητο.
it: Il tuo dapp username è richiesto.
ja: DAPP名を入力してください
pt: Nome do seu ADPP é necessário.

source: Your dapp tags cannot be longer than 160 characters.
el_gr: Οι Dapp ετικέτες σας δεν μπορούν να είναι μεγαλύτερες από 160 χαρακτήρες.
it: Il tuo tags in dapp non può essere più lungo di 160 caratteri
ja: DAPPタグは160文字より長くすることはできません。
pt: Suas tags Dapp não podem ter mais de 160 caracteres.

source: add contact
el_gr: προσθήκη επαφής
it: Aggiungi contatto
ja: 連絡先を追加
pt: adicionar contato

source: add second passphrase
el_gr: προσθέστε δεύτερη φράση πρόσβασης
it: Aggiungi seconda passphrase
ja: セカンドパスワードを追加します
pt: adicionar segunda contrassenha

source: change to SIA ASCII
el_gr: αλλαγή σε SIA ASCII
it: Cambia a Sia ASCII
ja: SIA ASCIIコードに変換します
pt: mudar para SIA ASCII

source: change to url link
el_gr: αλλαγή σε url link
it: Cambia il link dell'URL
ja: URLリンクに変換します
pt: alterar a ligação do URL

source: confirm
el_gr: επιβεβαίωση
it: Conferma
ja: 確認
pt: confirmar

source: delegate registration
el_gr: εγγραφή delegate
it: Registra delega
ja: 受託者新規登録
pt: registro de delegado

source: next
el_gr: επόμενο
it: Prossimo
ja: 次へ
pt: próximo

source: register
el_gr: εγγραφή
it: Registra
ja: 新規登録
pt: registrar

source: remove vote
el_gr: αφαίρεση ψήφου
it: Rimuovi voto
ja: 投票を削除します
pt: remover voto

source: save Name
el_gr: αποθήκευση Ονόματος
it: Salva nome
ja: 名前を保存します
pt: salvar Nome

source: send lisk
el_gr: Αποστολή lisk
it: Invia Lisk
ja: Liskを送信します
pt: enviar lisk

source: vote
el_gr: ψηφίστε
it: Vota
ja: 投票
pt: voto

source: {{countTop}} in Total
el_gr: {{CountTop}} στο Σύνολο
it: {{countTop}} in totale
ja: 合計{{countTop}}個
pt: {{countTop}} no Total

source: {{count}} in Total
el_gr: {{count}} στο Σύνολο
it: {{countTop}} in totale
ja: 合計{{count}}個
pt: {{count}} no Total

source: {{voteList.length}} out of {{countStandby + countTop}} Delegates selected
el_gr: {{voteList.length}} από {{countStandby + countTop}} Επιλεγμένοι delegates
it: {{voteList.length}} out of {{countStandby + countTop}} Delegati selezionati
ja: 選択済み受託者({{countStandby + countTop}} / {{voteList.length}})
pt: {{voteList.length}} de {{countStandby + countTop}} Delegados selecionados

source: {{voteList.length}} out of {{count}} Delegates selected
el_gr: {{voteList.length}} από {{count}} Επιλεγμένοι delegates
it: {{voteList.length}} out of {{count}} Delegati selezionati
ja: 選択済み受託者({{voteList.length}} / {{count}})
pt: {{voteList.length}} de {{count}} Delegados selecionados

source: Icon URL
el_gr: Εικονίδιο URL
pt: Ícone URL

source: {{countStandby}} in Total
el_gr: {{CountStandby}} στο Σύνολο
pt: {{countStandby}} no Total

source: OK
el_gr: ΟΚ
