Repository: 4miners/lisk-ui
Catalog: po/*.po
Languages: el_gr, it, ja, pt

source: 2nd Passphrase
el_gr: 2η Φράση πρόσβασης
it: Seconda Passphrase
ja: セカンドパスワード
pt: Segunda Contrassenha

source: ADD NEW DAPP
el_gr: Προσθήκη νέου Dapp
it: Aggiungi nuova DAPP
ja: 新しいDAPPを追加します
pt: ADICIONAR NOVO DAPP

source: Accept / Next Step
el_gr: Αποδοχή / Επόμενο Βήμα
it: Accetta/Prossimo Step
ja: 同意 / 次へ
pt: Aceitar / Próxima Etapa

source: Account
el_gr: Λογαριασμός
ja: ユーザー名
pt: Conta

source: Account Verification
el_gr: Επιβεβαίωση λογαριασμού
it: Verifica Account
ja: アカウント検証
pt: Verificação de conta

source: Account name or ID
el_gr: Όνομα λογαριασμού ή ID
it: Nome account o ID
ja: ユーザー名またはID
pt: Nome da conta ou ID

source: Account name, ID or public key
el_gr: Όνομα λογαριασμού, ID ή δημόσιο κλειδί
it: Nome account, ID, o chiave pubblica
ja: ユーザー名、IDまたは公開鍵
pt: Nome da conta, ID ou chave pública

source: Add as Contact
el_gr: Προσθήκη ως Επαφή
it: Aggiungi come contatto
ja: 連絡先を追加
pt: Adicionar como contato

source: Add group members by typing in their account name, ID or public key.
el_gr: Προσθέστε τα μέλη της ομάδας πληκτρολογώντας το όνομα του λογαριασμού, το ID τους ή το δημόσιο κλειδί.
it: Aggiungi i membri di un gruppo digitando il loro nome account, ID, o chiave pubblica
ja: ユーザー名、IDまたは公開鍵でメンバーを追加します
pt: Adicionar membros do grupo, digitando o nome da conta, ID ou chave pública.

source: Add new contact
el_gr: Προσθήκη νέας επαφής
it: Aggiungi nuovo contatto
ja: 新規連絡先を追加
pt: Adicionar novo contato

source: Add second passphrase
el_gr: Προσθέστε δεύτερη φράση πρόσβασης
it: Aggiungi seconda passphrase
ja: セカンドパスワードを設置します
pt: Adicionar segunda chave

source: Adding new contact
el_gr: Προσθήκη νέας επαφής
it: Aggiungi nuovo contatto
ja: 連絡先を追加
pt: Adicionando novo contato

source: Amount
el_gr: Ποσό
it: Importo
ja: 金額
pt: Quantidade

source: Amount (Fee)
el_gr: Ποσό (Χρέωση)
it: Importo (tassa)
ja: 金額（手数料）
pt: Quantidade (Taxa)

source: Approval
el_gr: Έγκριση
it: Approva
ja: 得票率
pt: Aprovação

source: Are you sure you want to delete this item?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το στοιχείο;
it: Sei sicuro di voler cancellare questo articolo?
ja: キャンセルしますか？
pt: Tem certeza de que deseja excluir este item?

source: Attention!
it: Attenzione!
ja: 注意してください

source: BACK
el_gr: ΠΙΣΩ
it: INDIETRO
ja: 戻る
pt: VOLTAR

source: Back
el_gr: Πίσω
it: Indietro
ja: 戻る
pt: Voltar

source: Balance
el_gr: Υπόλοιπο
it: Bilancio
ja: 残高
pt: Saldo

source: Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates. Registration costs: {{fee | liskFilter}} LISK.
el_gr: Για να γίνετε αντιπρόσωπος απαιτείται εγγραφή. Μπορείτε να επιλέξετε το δικό σας όνομα αντιπροσώπου, το οποίο μπορεί να χρησιμοποιηθεί για την προώθηση αντιπρόσωπο σας. Μόνο οι 101 κορυφαίοι αντιπρόσωποι έχουν το δικαίωμα να σφυρηλατήσει. Όλα τα τέλη μοιράζονται εξίσου μεταξύ των κορυφαίων 101 αντιπροσώπων. Το κόστος εγγραφής είναι: {{fee | liskFilter}} LISK.
it: Diventare un delegato richiede la registrazione. Puoi scegliere il tuo nome da delegato che può essereusato per promuovere la tua delega. Solo i migliori 101 delegati possono forgiare. Tutte le tasse sono condivise equamente tra i migliori 101 delegati. Costo di registrazione: {{fee | liskFilter}} LISK.
ja: 受託者になりたい場合、新規登録が必要です。お客様の受託者名称を選択した上、これでお客様の受託者名称を広め、得票数ランキングがトップ101です場合、鍛造の資格を取得し、鍛造の手数料はトップ101の皆様に等分されます。受託者-登録費用： {{fee | liskFilter}} LISK.
pt: Tornando-se um delegado requer registo. Você pode escolher o seu próprio nome delegado, que pode ser usado para promover o seu delegado. Só os melhores 101 delegados são elegíveis para forjar. Todas as taxas são compartilhados igualmente entre os 101 melhores delegados. Os custos de inscrição: {{pago | liskFilter}} LISK.

source: Block ID
it: ID Blocco
ja: 区域ID
pt: bloco ID

source: Blockchain
ja: ブロックチェーン

source: CANCEL
el_gr: ΑΚΥΡΩΣΗ
it: Cancella
ja: キャンセル
pt: CANCELAR

source: CATEGORIES
el_gr: ΚΑΤΗΓΟΡΙΕΣ
it: Categorie
ja: 分類
pt: CATEGORIAS

source: CONFIRM
el_gr: ΕΠΙΒΕΒΑΙΩΣΗ
it: Conferma
ja: 確認
pt: CONFIRMAR

source: CONFIRM VOTE
el_gr: ΕΠΙΒΕΒΑΙΩΣΗ ΨΗΦΟΥ
it: Conferma voto
ja: 投票確認済み
pt: CONFIRMAR VOTO

source: CONFIRMATIONS
el_gr: ΕΠΙΒΕΒΑΙΩΣΕΙΣ
it: Confema
ja: 確認数
pt: CONFIRMAÇÕES

source: CONFIRMED TRANSACTIONS
el_gr: ΕΠΙΒΕΒΑΙΩΜΕΝΕΣ ΣΥΝΑΛΛΑΓΕΣ
it: Transazione confermata
ja: 交易確認済み
pt: TRANSAÇÕES CONFIRMADAS

source: Cancel
el_gr: Ακύρωση
it: Cacnella
ja: キャンセル
pt: Cancelar

source: Category
el_gr: Κατηγορία
it: Categoria
ja: 分類
pt: Categoria

source: Category:
el_gr: Κατηγορία:
it: Categoria:
ja: 分類：
pt: Categoria:

source: Centralized
it: Centralizzato
ja: 分散化
pt: Centralizada

source: Check
el_gr: Επιλογή
it: Controlla
ja: チェック
pt: Verifica

source: Close modal
it: Chiudi modalità
ja: 閉じる
pt: Fechar modal

source: Confirm
el_gr: Επιβεβαίωση
it: Conferma
ja: 確認
pt: Confirmar

source: Confirmation
el_gr: Επιβεβαίωση
it: Conferma
ja: 確認
pt: Confirmação

source: Confirmations
el_gr: Επιβεβαιώσεις
it: Conferme
ja: 確認数
pt: Confirmações

source: Confirmations Needed
el_gr: Απαιτούνται Επιβεβαιώσεις
it: Conferme richieste
ja: 必要な確認数
pt: Confirmações Necessárias

source: Confirmations needed
el_gr: Απαιτούνται Επιβεβαιώσεις
it: Conferme richieste
ja: 必要な確認数
pt: Confirmações necessárias

source: Confirmed by
el_gr: Επιβεβαιωμένο από
it: Confermato da
ja: 確認者
pt: Confirmado por

source: Contact Request
el_gr: Προσθήκη νέας επαφής
it: Richiesta di contatto
ja: 連絡先のリクエスト
pt: Requisição de contato

source: Contacts
el_gr: Επαφές
it: Contatti
ja: 連絡先
pt: Contatos

source: Conversations
el_gr: Συνομιλίες
it: Conversazioni
ja: 会話
pt: Conversas

source: Copy Address
el_gr: Αντιγραφή Διεύθυνσης
it: Copia indirizzo
ja: アドレスをコピーします
pt: Copiar endereço

source: Copy Name
el_gr: Αντιγραφή Ονόματος
it: Copia nome
ja: 名称をコピーします
pt: Copiar Nome

source: DOWNLOAD
el_gr: ΛΗΨΗ
ja: ダウンロード
pt: BAIXAR

source: Dapp Store
it: Negozio DAPP
ja: Dapp商店
pt: Loja Dapp

source: Dashboard
el_gr: Πίνακας Ελέγχου
it: Riepilogo
ja: ダッシュ ボード
pt: Painel

source: Decentralized
el_gr: Αποκεντρωμένες
it: Decentralizzato
ja: 分散化
pt: Descentralizado

source: Delegate Name
el_gr: Όνομα Delegate
it: Nome delegato
ja: 受託者名
pt: Nome do Delegado

source: Delegates
it: Delegati
ja: 受託者
pt: Delegados

source: Description
el_gr: Περιγραφή
it: Descrizione
ja: 説明
pt: Descrição

source: Disable Forging
el_gr: Απενεργοποίηση Forging
it: Disabilità forging
ja: 鍛造を閉めます
pt: Desativar Forjamento

source: Disabled
el_gr: Ανενεργό
it: Disabilitato
ja: 使用不可
pt: Desativado

source: Empty passphrase
el_gr: Κενή συνθηματική φράση
it: passphrase vuota
ja: 無効なパスワード
pt: Contrassenha vazia

source: Enable Forging
el_gr: Ενεργοποίηση Forging
it: Abilita forging
ja: 鍛造オン
pt: Ativar Forjamento

source: Enable Multi-Signature on this account
el_gr: Ενεργοποίηση πολλαπλών υπογραφών σε αυτό το λογαριασμό
it: Abilità Multi-Signature (più firme) su questo account
ja: 当該アカウントでマルチサインを開通します
pt: Ativar Multi-Assinatura nessa conta

source: Enabled
el_gr: Ενεργοποιημένο
it: Abilitato
ja: 使用可能
pt: Ativado

source: FEE
el_gr: ΑΜΟΙΒΗ
it: Tassa
ja: 費用
pt: TAXA

source: FORGING
it: Forgiatura
ja: 鍛造
pt: FORJAMENTO

source: Fee
el_gr: Αμοιβή
it: Tassa
ja: 費用
pt: Taxa

source: Forged Blocks
el_gr: Πλαστά μπλοκ
it: Blocchi forgiati
ja: 鍛造ブロック
pt: Blocos Forjados

source: Forging
it: Forgiati
ja: 鍛造
pt: Forjamento

source: Further protect your account with an optional second passphrase! Please allow some time for the changes to take effect. Service cost: <b>{{fee | liskFilter}} LISK</b>. Your balance: <b>{{totalBalance | liskFilter}} LISK</b>.
el_gr: Περαιτέρω προστασία του λογαριασμού σας με μια προαιρετική δεύτερη φράση πρόσβασης! Παρακαλώ επιτρέψτε κάποιο χρόνο για να τεθούν σε ισχύ οι αλλαγές. Η υπηρεσία κοστίζει: <b>{{fee | liskFilter}} LISK</b>. Το υπόλοιπό σας: <b>{{totalBalance | liskFilter}} LISK</b>.
it: Proteggi ulteriormente il tuo account con una seconda passphrase ! Per favore, permetti un po' di tempo affinché il cambiamento avvenga. Costi di servizio: <b>{{fee | liskFilter}} LISK</b>. Il tuo bilancio: <b>{{totalBalance | liskFilter}} LISK</b>.
ja: セカンドパスワード（選択可能）でアカウントの安全性を保障できます！情報がブロックチェーンに保存されるように少々お待ちください。今回料金: <b>{{fee | liskFilter}} LISK</b>. 残高: <b>{{totalBalance | liskFilter}} LISK</b>.
pt: Além disso proteger a sua conta com uma segunda contrassenha opcional! Por favor, aguarde algum tempo para que as alterações tenham efeito. Custo do serviço: <b> {{fee | liskFilter}} LISK </ b>. Seu saldo <b> {{totalBalance | liskFilter}} LISK </ b>.

source: GET STARTED
el_gr: Εκκίνηση
it: Inizia !
ja: 始まりましょう
pt: COMEÇAR

source: GO BACK
el_gr: Πίσω
it: Vai indietro
ja: 戻る
pt: VOLTAR

source: General
el_gr: Γενικά
it: Generale
ja: 普通
pt: Geral

source: Generate New
el_gr: Δημιουργία Νέου
it: Genera nuovo
ja: 新規作成
pt: Gerar Nova

source: Generator
el_gr: Γεννήτρια
it: Generatore
ja: 作成者
pt: Gerador

source: Git repository link
it: Deposito link Git
ja: Gitリポジトリのリンク
pt: Repositório Git

source: GitHub is a Web-based Git repository hosting service, which offers amongst other things a source code management functionality. GitHub provides a graphical interface and desktop as well as mobile integration. If you add your dapp source code to a GitHub repository you need to specify the repository link in the next step.
el_gr: Το GitHub είναι μια Web-based Git repository hosting υπηρεσία, η οποία προσφέρει μεταξύ άλλων μια λειτουργία διαχείρισης του πηγαίου κώδικα. Το GitHub παρέχει μια γραφική διεπαφή και επιφάνεια εργασίας, καθώς και ενσωμάτωση για κινητά. Αν προσθέσετε τον πηγαίο κώδικα Dapp σας σε ένα αποθετήριο GitHub θα πρέπει να καθορίσετε το σύνδεσμο αποθετηρίου στο επόμενο βήμα.
it: GitHub è un web-based git deposito di hosting che offre tra le altre cose una gestione funzionale dei codici sorgenti. GitHub fornisce un'interfaccia grafica e un desktop così come un integrazione da telefono. Se aggiungi il tuo codice sorgente dapp in un deposito GitHub devi specificare il link di deposito nel prossimo step.
ja: GitHubはホームページに基づくリポジトリホスティングで、ソースコード管理機能を提供します。GitHubは図形画面およびデスクとモバイルの融合を提供し、DappソースコードをGitHubに添加すれば、次のステップでGitHubのリンクを提供する必要です
pt: GitHub é um serviço de repositório Git, que oferece, entre outras coisas, um gerenciamento de código-fonte. GitHub fornece uma interface e desktop, bem como a integração móvel. Se você adicionar seu código-fonte do DAPP a um repositório GitHub você precisa especificar o link repositório no próximo passo.

source: Go back
el_gr: Πίσω
it: Torna indietro
ja: 戻る
pt: Volte

source: Go to previous page
el_gr: Μετάβαση στην προηγούμενη σελίδα
it: Vai alla pagina precedente
ja: 前のページへ
pt: Ir para a página anterior

source: Group Name
el_gr: Όνομα ομάδας
it: Nome Gruppo
ja: グループ名
pt: Nome do grupo

source: HOME
el_gr: ΑΡΧΙΚΗ
ja: ホームページ
pt: Início

source: Height
el_gr: Ύψος
it: Altezza
ja: 高さ
pt: Altura

source: Hosted at
el_gr: Φιλοξενείται στο
it: Ospitato a
ja: 保存位置
pt: Hospedado em

source: INSTALL
el_gr: ΕΓΚΑΤΑΣΤΑΣΗ
it: Installa
ja: インストール
pt: INSTALAR

source: INSTALLED
el_gr: ΕΓΚΑΤΕΣΤΗΜΕΝΟ
it: Installato
ja: インストール済み
pt: INSTALADO

source: Icon Sia ASCII
el_gr: Εικονίδιο SIA ASCII
ja: IconのSia ASCIIコード
pt: Ícone ASCII Sia

source: Installed Dapps
el_gr: Εγκατεστημένα Dapps
it: Dapps Installate
ja: インストールされたDapps
pt: Dapps instalados

source: LAUNCH
el_gr: ΕΝΑΡΞΗ
it: Lancia
ja: 運行
pt: LANÇAR

source: LISK Amount
el_gr: LISK ποσό
it: Importo LISK
ja: LISK金額
pt: Quantidade LISK

source: LISK Earned
el_gr: Κερδισμένα LISK
it: LISK guadagnati
ja: 稼いだLISK
pt: LISK adquiridos

source: Language
el_gr: Γλώσσα
it: Lingua
ja: 言語
pt: Idioma

source: Latest Multi-Signature Transactions
el_gr: Τελευταίες συναλλαγές πολλαπλών υπογραφών
it: Ultima multi-signature transazione
ja: 最新のマルチサイン取引
pt: Últimas Transações Multi-Assinadas

source: Latest Transactions
el_gr: Τελευταίες συναλλαγές
it: Ultime transazioni
ja: 最新の取引
pt: Últimas Transações

source: Latest version
el_gr: Τελευταία έκδοση
it: Ultima versione
ja: 最新バージョン
pt: Última versão

source: Lisk - Decentralized Application Platform
el_gr: Lisk - Αποκεντρωμένη Πλατφόρμα Εφαρμογών
it: Lisk - Piattaforma di applicazione decentralizzata
ja: Lisk -分散化さアプリケーションプラットフォーム
pt: Lisk - Plataforma de Aplicação Descentralizada

source: Lisk Address
el_gr: Διεύθυνση Lisk
it: Indirizzo Lisk
ja: Liskアドレス
pt: Endereço Lisk

source: Lisk Client
it: Client Lisk
ja: Liskクライアント
pt: Cliente Lisk

source: Lisk Client Outdated
el_gr: Lisk Client Ξεπερασμένος
it: Lisk Client vecchio
ja: Liskクライアントの期限が切れました
pt: Cliente Lisk Desatualizado

source: Loading Multi-Signature Groups
el_gr: Φόρτωση ομάδων πολλαπλών υπογραφών
it: Caricamento Gruppo Multi-Signature
ja: マルチサイングループがロードしています
pt: Carregando Grupos Multi-Assinatura

source: Loading blockchain
el_gr: Φόρτωση blockchain
it: Caricamento blockchain
ja: ブロックチェーンがロードしています
pt: Carregando blockchain

source: Loading contacts
el_gr: Φόρτωση επαφών
it: Caricamento contatti
ja: 連絡先がロードしています
pt: Carregando contatos

source: Loading dapp
el_gr: Φόρτωση dapp
it: Caricamento Dapp
ja: Dappがロードしています
pt: Carregando DAPP

source: Loading dapps
el_gr: Φόρτωση dapps
it: Caricamento Dapps
ja: Dappsをインストールしています
pt: Carregando dapps

source: Loading dashboard
el_gr: Φόρτωση πίνακα ελέγχου
it: Caricamento Dashboard
ja: コントロールパネルがロードしています
pt: Carregando painel

source: Loading delegates
el_gr: Φόρτωση delegates
it: Caricamento delegati
ja: 受託者がロードしています
pt: Carregando delegados

source: Loading forging status
el_gr: Φόρτωση κατάστασης forging
it: Caricamento del forging status
ja: 鍛造状態がロードしています
pt: Carregando status de forjamento

source: Loading transactions
el_gr: Φόρτωση συναλλαγών
it: Caricamento transazioni
ja: 取引記録がロードしています
pt: Carregando transações

source: Loading...
el_gr: Φόρτωση…
it: Caricamento...
ja: ロードしています...
pt: Carregando...

source: Logout
el_gr: Αποσύνδεση
it: Esci
ja: ログアウト
pt: Sair

source: MORE INFO
el_gr: ΠΕΡΙΣΣΟΤΕΡΑ
it: Maggiori informazioni
ja: 詳細情報
pt: MAIS INFORMAÇÕES

source: Make sure that you keep the passphrase safe. You will be asked to re-type it for confirmation.
el_gr: Βεβαιωθείτε ότι έχετε κρατήσει ασφαλή τη φράση πρόσβασης. Θα σας ζητηθεί να την πληκτρολογήσετε ξανά για επιβεβαίωση.
it: Assicurati di mantenere sicura la tua passphrase. Ti sarà chiesto di re-inserirla per conferma
ja: パスワードを安全に保つことを確認してください。念のため再入力してください。
pt: Certifique-se de que você mantenha sua contrassenha segura. Você será solicitado a digitá-la novamente para confirmação.

source: Make sure you're sending LISK to the right contact. This action can't be undone later.
el_gr: Βεβαιωθείτε ότι έχετε στείλει LISK στη σωστή επαφή. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί αργότερα.
it: Assicurati che stai inviando LISK al contatto giusto. Quest azione non può essere ripetuta dopo.
ja: LISKの送信先を取消することはできませんので、正しさを確認してください。
pt: Certifique-se de que você está enviando Lisk para o contato certo. Esta ação não pode ser desfeita mais tarde.

source: Master Passphrase
el_gr: Κύρια Φράσης Πρόσβασης
ja: マスターパスワード
pt: Contrassenha principal

source: Members
el_gr: Μέλη
it: Membri
ja: メンバー
pt: Membros

source: More
el_gr: Περισσότερα
it: Più
ja: その他
pt: Mais

source: Multi-Signature
el_gr: Πολλαπλών υπογραφών
ja: マルチサイン
pt: Multi-Assinatura

source: My Contacts
el_gr: Οι επαφές μου
it: I miei contatti
ja: 私の連絡先
pt: Meus contatos

source: My Multi-Signature Groups
el_gr: Οι πολλαπλών υπογραφών ομάδες μου
it: I miei gruppi Multi-Signature
ja: 私のマルチサイングループ
pt: Meus grupos Multi-Assinatura

source: My Profile
el_gr: Το προφίλ μου
it: Il mio profilo
ja: 個人情報
pt: Meu perfil

source: My Votes
el_gr: Οι ψήφοι μου
it: I miei voti
ja: 私の投票
pt: Meus Votos

source: My votes ({{myVotesCount||'0'}})
el_gr: Οι ψήφοι μου ({{myVotesCount||» 0’}})
it: I miei voti ({{myVotesCount||'0'}})
ja: 私の投票({{myVotesCount||'0'}})
pt: Os meus votos ({{myVotesCount || '0'}})

source: NEW ACCOUNT
el_gr: ΝΕΟΣ ΛΟΓΑΡΙΑΣΜΟΣ
it: Nuovo account
ja: 新規アカウント
pt: NOVA CONTA

source: NEXT
el_gr: ΕΠΟΜΕΝΟ
it: Prossimo
ja: 次へ
pt: PRÓXIMO

source: NEXT STEP
el_gr: ΕΠΟΜΕΝΟ ΒΗΜΑ
it: Prossimo step
ja: 次へ
pt: PRÓXIMO PASSO

source: NO
ja: いいえ
pt: NÃO

source: Name
el_gr: Όνομα
it: Nome
ja: お名前
pt: Nome

source: New second passphrase
el_gr: Νέα δεύτερη φράση πρόσβασης
it: Nuova seconda passphrase
ja: 新規セカンドパスワード
pt: Nova segunda contrassenha

source: Next Step
el_gr: Επόμενο βήμα
it: Prossimo step
ja: 次へ
pt: Próximo passo

source: No blockchain
el_gr: Κανένα blockchain
ja: ブロックチェーン情報はありません。
pt: Sem blockchain

source: No dapps matching your search criteria were found.
el_gr: Δεν υπάρχουν dapp που να ταιριάζουν στα κριτήρια της αναζήτησής σας.
it: Nessun Dapps corrispondente ai tuoi criteri di ricerca indicati
ja: 検索条件に一致するdappsは見つかりませんでした。
pt: Critérios insuficientes para pesquisa, nenhum dapp encontrado.

source: No delegates
el_gr: Δεν υπάρχουν delegates
it: Nessun delegato
ja: 受託者がないです
pt: Sem delegados

source: No results for search '{{searchDapp.searchForDappGlobal}}' in dapps.
el_gr: Δεν υπάρχουν αποτελέσματα για την αναζήτησή ‘{{searchDapp.searchForDappGlobal}} “στα dapps.
it: Nessun risultato nella ricerca '{{searchDapp.searchForDappGlobal}}' in dapps.
ja: '{{searchDapp.searchForDappGlobal}}'に関するDappsを検索できません
pt: Nenhum resultado para '{{searchDapp.searchForDappGlobal}}' em dapps.

source: No results for this search.
el_gr: Δεν υπάρχουν αποτελέσματα για αυτήν την αναζήτηση.
it: Nessun risultato per questa ricerca
ja: 検索結果がないです。
pt: Sem resultados nesta pesquisa.

source: Number of members
el_gr: Αριθμός μελών
it: Numero di membri
ja: メンバー数
pt: Número de membros

source: OPEN
el_gr: ΑΝΟΙΧΤΌ
ja: 開く
pt: ABERTO

source: Off
el_gr: Ανενεργό
ja: オフ

source: On
el_gr: Ενεργό
ja: オン

source: Others
el_gr: Άλλα
it: Altri
ja: その他
pt: Outras

source: Passphrase
el_gr: Φράση πρόσβασης
ja: パスワード
pt: Contrassenha

source: Passphrase doesn't match.
el_gr: Η φράση πρόσβασης δεν ταιριάζει.
it: La Passphrase non corrisponde
ja: パスワードが一致しません。
pt: Contrassenha não corresponde.

source: Pending ({{contacts.followersCount}})
el_gr: Εν αναμονή ({{contacts.followersCount}})
it: In atessa ({{contacts.followersCount}})
ja: 処理待ち({{contacts.followersCount}})
pt: Pendente ({{contacts.followersCount}})

source: Pending Requests
el_gr: Εκκρεμείς Αιτήσεις
it: Richieste in attesa
ja: 処理待ちの請求
pt: Solicitações Pendentes

source: Pending transactions
el_gr: Εκκρεμείς συναλλαγές
it: Transazioni in attesa
ja: 処理待ちの取引
pt: Transações pendentes

source: Please be aware, Lisk decentralized applications do not currently run within a sandboxed virtual machine. This means you are potentially vulnerable to malicious application behaviour. Before installing any new application, we recommend checking the source code or asking the Lisk community for further verification.<br>We will enable sandboxing of decentralized applications with the next Lisk update.
it: Presta attenzione che le applicazioni decentralizzate Lisk non funzionano attualmente all'interno di una macchina virtuale sandbox. Questo significa che sono potenzialmente vulnerabili al comportamento di un'applicazione dannosa. Prima di installare qualsiasi nuova applicazione, si consiglia di controllare il codice sorgente o di chiedere alla comunità Lisk per un'ulteriore verifica. <br> Abiliteremo il sandboxing delle applicazioni decentralizzate LISK con il prossimo aggiornamento lisk
ja: ご注意、Lisk分散化アプリはサンドボックス仮想マシンに運行されないので、悪意のアプリに侵入されやすく、新しいDappをインストールする前に、既存のDappソースコードまたはLiskに聞いてもらってチェックします。次回のLiskアップグレードする場合、Dappサンドボックスを起動します。

source: Please check your input below and go back if necessary.
el_gr: Παρακαλώ ελέγξτε την εισαγωγή σας παρακάτω και επιστρέψτε πίσω, αν είναι απαραίτητο.
it: Per favore controlla il tuo input e torna indietro se necessario.
ja: 下記の入力内容を確認してください。または前のページに戻ります。
pt: Por favor verifique a sua entrada abaixo e volte se necessário.

source: Please check your input below and go back if necessary. Double-check the group members, else you risk losing your LISK balance!
el_gr: Παρακαλώ ελέγξτε την εισαγωγή σας παρακάτω και επιστρέψτε πίσω, αν είναι απαραίτητο. Ελέγξτε τα μέλη της ομάδας, αλλιώς κινδυνεύετε να χάσετε τα LISK σας!
it: Per favore controlla il tuo input sotto e torna indietro se necessario. Fai un doppio controllo sui membri di gruppo, altrimenti rischi di perdere il tuo bilancio Lisk !
ja: 下記に入力した内容を確認してください。必要な場合は前のページに戻ります。グループメンバーをチェックしてください。そうでなければLISK全体を失うかもしれません。
pt: Por favor verifique a sua entrada abaixo e volte se necessário. Verifique os membros do grupo, ou poderá perder suas LISK!

source: Please choose a delegate name.
el_gr: Παρακαλώ επιλέξτε ένα όνομα delegate.
it: Per favore scegli il nome di un delegato.
ja: 受託者の名前を選択してください
pt: Por favor, escolha um nome de delegado.

source: Please choose between the available options.
el_gr: Παρακαλώ επιλέξτε μεταξύ των διαθέσιμων επιλογών.
it: Per favore scegli tra le opzioni disponibili.
ja: 選択肢から選択してください
pt: Por favor, escolha entre as opções disponíveis.

source: Please enter master password.
el_gr: Παρακαλώ εισάγετε τον κύριο κωδικό.
it: Per favore inserisci la master password.
ja: マスターパスワードを入力してください。
pt: Digite a senha mestre.

source: Please enter your passphrase below.
el_gr: Παρακαλώ εισάγετε παρακάτω τη φράση πρόσβασης.
it: Per favore inserisci la passphrase sotto.
ja: パスワードを入力してください。
pt: Por favor digite sua contrassenha abaixo.

source: Please enter your passphrase.
el_gr: Παρακαλώ εισάγετε τη φράση πρόσβασης.
it: Per favore inserisci la tua passphrase
ja: パスワードを入力してください
pt: Por favor, digite sua contrassenha.

source: Please enter your second passphrase below.
el_gr: Παρακαλώ εισάγετε παρακάτω τη δεύτερη φράση πρόσβασής σας.
it: Per favore inserisci la tua seconda passphrase sotto
ja: 下記にセカンドパスワードを入力してください。
pt: Por favor, indique a sua segunda contra-senha abaixo.

source: Please make sure you copy and paste the whole Sia ASCII code. Additionally please check that there were no characters added.
el_gr: Παρακαλώ βεβαιωθείτε ότι έχετε αντιγράψει και επικολλήσει ολόκληρο τον Sia ASCII code. Επιπλέον, ελέγξτε ότι δεν πρoστέθηκαν χαρακτήρες.
it: Per favore assicurati di copiare e incollare tutta la Sia ASCII code. In aggiunta per favore controlla che non ci sono altri caratteri aggiunti.
ja: Sia ASCIIコード全体をコピーして貼り付けることを確認してください。また不要の文字を添加しないことを確認してください。
pt: Por favor, certifique-se de copiar e colar todo o código ASCII Sia. Além disso, não adicione outros caracteres.

source: Please make sure you copy the complete repository link from GitHub. It ends in .git.
el_gr: Παρακαλώ βεβαιωθείτε ότι έχετε αντιγράψει την πλήρη σύνδεση αποθετήριο από το GitHub. Τελειώνει σε .git.
it: Per favore assicurati di copiare il link di deposito completo da GitHub. Esso finisce in .git
ja: 完全なGitHubリポジトリリンクをコピーし、.gitで終わることを確認してください。
pt: Por favor, certifique-se de copiar o link completo do repositório do GitHub. Ele termina em .git.

source: Please re-enter your passphrase below.
el_gr: Παρακαλώ ξανά εισάγετε παρακάτω τη φράση πρόσβασης.
it: Per favore re-inserisci la passphrase sotto.
ja: 下記にパスワードを再入力してください
pt: Por favor, re-digite sua contrassenha abaixo.

source: Please read carefully.
el_gr: Παρακαλούμε να διαβάσετε προσεκτικά.
it: Per favore leggi attentamente.
ja: よく読んでください。
pt: Por favor, leia atentamente.

source: Please set the GitHub repository link below.
el_gr: Παρακαλούμε να ορίσετε παρακάτω τον GitHub σύνδεσμο.
it: Per favore setta il link di deposito GitHub sotto.
ja: 下記にGitHubリポジトリリンクを入力してください。
pt: Por favor, defina o link repositório GitHub abaixo.

source: Please set the Sia ASCII code below.
el_gr: Παρακαλούμε να ορίσετε παρακάτω τον Sia ASCII κώδικα.
it: Per favore setta il codice Sia ASCII sotto.
ja: 下記にSia ASCIIコードを入力してください。
pt: Por favor, defina o código ASCII Sia abaixo.
