Repository: 4miners/lisk-ui
Catalog: po/*.po
Languages: el_gr, it, ja, pt

source: Please set the dapp parameters below.
el_gr: Παρακαλούμε να ορίσετε παρακάτω τις παραμέτρους Dapp.
it: Per favore setta i parametri dapp sotto.
ja: 下記にDappパラメーターを入力してください
pt: Por favor, defina os parâmetros Dapp abaixo.

source: Please set your username.
el_gr: Παρακαλούμε να ορίσετε το όνομα χρήστη σας.
it: Per favore setta il tuo nome.
ja: ユーザー名を入力してください
pt: Por favor, defina seu nome de usuário.

source: Please type in an account name or ID below.
el_gr: Παρακαλούμε πληκτρολογήστε παρακάτω ένα όνομα λογαριασμού ή ID.
it: Per favore indica un nome account o un ID sotto.
ja: 下記にユーザー名またはアカウントIDを入力してください。
pt: Por favor, digite um nome de conta ou ID abaixo.

source: Pressing enter confirms each member.
el_gr: Πατώντας enter επιβεβαιώνετε κάθε μέλος.
it: Premenedo enter confermi ogni membro.
ja: すべての内容を確認した上、エンターキーを押してください
pt: Pressionar Enter confirma cada membro.

source: Previous Block
el_gr: Προηγούμενο Block
it: Blocco precedente.
ja: 前のブロック
pt: Bloco Anterior

source: Profile Information
el_gr: Πληροφορίες προφίλ
it: Informazioni di profilo.
ja: 個人情報
pt: Informação do Perfil

source: Public key
el_gr: Δημόσιο κλειδί
it: Chiave pubblica.
ja: 公開鍵
pt: Chave Pública

source: READ MORE
el_gr: ΔΙΑΒΑΣΤΕ ΠΕΡΙΣΣΟΤΕΡΑ
it: Leggi di più.
ja: 詳細
pt: LEIA MAIS

source: REMOVE VOTE
el_gr: ΑΦΑΙΡΕΣΗ ΨΗΦΟΥ
it: Rimuovi voto.
ja: 投票を削除します
pt: REMOVER VOTO

source: Rank
el_gr: Κατάταξη
ja: ランキング
pt: Classificação

source: Recipient
el_gr: Παραλήπτης
it: Recipiente.
ja: 送信先
pt: Beneficiário

source: Register as a Delegate
el_gr: Εγγραφείτε ως Delegate
it: Registra come delegato.
ja: 受託者として新規登録します
pt: Registre-se como um delegado

source: Registered on
el_gr: Καταχωρηθεί στον
it: Registra su.
ja: 新規登録
pt: Registrado em

source: Registering user
el_gr: Εγγραφή χρήστη
it: Registrazione utente.
ja: ユーザー新規登録
pt: Registrar Usuário

source: Remember during this session
el_gr: Θυμηθείτε κατά τη διάρκεια αυτής της περιόδου λειτουργίας
it: Ricorda durante questa sessione.
ja: Session状態を保持します
pt: Lembrar nesta sessão

source: Removing vote from delegates
el_gr: Αφαίρεση ψήφου από τους delegates
it: Remuovi voti dai delegati.
ja: 受託者の投票を削除します
pt: Removendo voto dos delegados

source: Repeat second passphrase
el_gr: Επαναλάβετε τη δεύτερη φράση πρόσβασης
it: Ripeti la seconda passphrase.
ja: セカンドパスワードを再入力してください
pt: Repita a segunda contrassenha

source: Reward
el_gr: Ανταμοιβή
it: Ricompensa.
ja: 報酬
pt: Recompensa

source: SAVE PASSPHRASE
el_gr: ΑΠΟΘΗΚΕΥΣΗ ΦΡΑΣΗΣ ΠΡΟΣΒΑΣΗΣ
it: Salva passphrase
ja: パスワードを保存します
pt: SALVAR CONTRASSENHA

source: SEND
el_gr: ΑΠΟΣΤΟΛΗ
it: Invia
ja: 送信
pt: ENVIAR

source: SEND LISK
el_gr: ΑΠΟΣΤΟΛΗ LISK
it: Invia Lisk
ja: Liskを送信します
pt: ENVIAR Lisk

source: SIGN IN
el_gr: ΣΥΝΔΕΣΗ
it: Entra
ja: ログイン
pt: ENTRAR

source: SOURCE CODE
el_gr: ΠΗΓΑΙΟΣ ΚΩΔΙΚΑΣ
it: Codice sorgente
ja: ソースコード
pt: CÓDIGO FONTE

source: Saving new dapp
el_gr: Αποθήκευση νέου Dapp
it: Salva nuova Dapp
ja: 新しいDappを保存します
pt: Salvando nova DAPP

source: Search for Dapps
el_gr: Αναζήτηση για Dapps
it: Cerca nella Dapp
ja: Dappsを検索します
pt: Pesquisar por Dapps

source: Search for blocks
el_gr: Αναζήτηση για blocks
it: Cerca nei blocchi
ja: ブロックチェーンを検索します
pt: Pesquisar por blocos

source: Search for transactions (Transaction ID, Sender address, Recipient address)
el_gr: Αναζήτηση για συναλλαγές (Κωδικός συναλλαγής, Διεύθυνση αποστολέα, Διεύθυνση παραλήπτη)
it: Cerca nelle transazioni (ID transazione,Indirizzo Mittente, Indirizzo ricevente)
ja: 取引検索（取引ID、送信元アドレス、送信先アドレス）
pt: Procurar por transações (ID de transação, endereço do remetente, endereço do destinatário)

source: Send LISK
el_gr: Αποστολή LISK
it: Invia Lisk
ja: Liskを送信します
pt: Enviar Lisk

source: Sender
el_gr: Αποστολέας
it: Mittente
ja: 送信元
pt: Remetente

source: Set members of account
el_gr: Ορίστε τα μέλη του λογαριασμού
it: Setta membri di un account
ja: アカウントのメンバーを設置します
pt: Definir membros da conta

source: Settings
el_gr: Ρυθμίσεις
it: Impostazioni
ja: 設置
pt: Configurações

source: Show All Columns
el_gr: Εμφάνιση όλων των στηλών
it: Mostra tutte le colonne
ja: コラム全体を表示します
pt: Mostrar Todas as Colunas

source: Show Full Time
el_gr: Εμφάνιση Full Time
it: Mostra il tempo completo
ja: 時間を表示します
pt: Mostrar em Tempo Real

source: Sia ASCII Code
el_gr: Κώδικας SIA ASCII
ja: Sia ASCIIコード
pt: Código ASCII Sia

source: Sia is a new decentralized cloud storage platform aimed at giving users control of their data. Storage is pulled from a large network of hosts, each using Sia's blockchain to form storage contracts with clients. Out of the hundreds of hosts, only a fraction need to be online for the data to be recovered. Even in a network with many unreliable hosts, the data is safe.<br><br>You need to upload your dapp source code as a .zip file to the Sia network. Once the upload was successful you need to specify the ASCII code of the file in the next step.
el_gr: Η Sia είναι μια νέα αποκεντρωμένη πλατφόρμα cloud αποθήκευσης που έχει στόχο να δώσει στους χρήστες τον έλεγχο των δεδομένων τους. Η αποθήκευση γίνεται από ένα μεγάλο δίκτυο hosts, που το καθένα χρησιμοποιεί την Sia’s blockchain ώστε να σχηματίσει συμβόλαια αποθεματοποίησης με τους πελάτες. Από τις εκατοντάδες των hosts, μόνο ένα κλάσμα πρέπει να είναι online για τα στοιχεία που πρέπει να ανακτηθούν. Ακόμη και σε ένα δίκτυο με πολλά αναξιόπιστα hosts, τα δεδομένα είναι ασφαλή. <br><br>Χρειάζεται να ανεβάσετε τον πηγαίο κώδικα της εφαρμογής σας ως αρχείο .zip στο δίκτυο Sia. Μόλις η μεταφόρτωση ολοκληρωθεί με επιτυχία θα πρέπει να καθορίσετε τον κωδικό ASCII του αρχείου στο επόμενο βήμα.
it: SIA è una nuova piattaforma di cloud storage decentrato volta a dare agli utenti il controllo dei dati. Lo storage è tirato da una vasta rete di host, ciascuno utilizzando blockchain di Sia per formare contratti di deposito con i clienti. Dalle centinaia di ospiti, solo una frazione deve essere in linea per i dati da recuperare. Anche in una rete con molti host inaffidabili, i dati sono al sicuro. <br> È necessario caricare il tuo codice sorgente dell'applicazione come file .zip alla rete Sia. Al termine del caricamento è necessario specificare il codice ASCII del file nel passaggio successivo.
ja: Siaは最新の分散化のクラウドストレージプラットフォームで、ユーザーにデータを把握するツールを提供し、データはブロックチェーンネットワークに保存され、Siaブロックチェーンを利用する場合クライアントからごストレージ契約書が生成され、数百のホストの中に、一部のホストがオンラインする限り、データの100%引き出すことを保証できます。このため、信頼できないがあっても、データの安全性に影響を与えなく、<br><br>.zipの形式でDappソースコードをSiaネットワークにアップロードする必要で、アップロードした上、Siaが生成したASCIIコードを入力してください。
pt: Sia é uma nova plataforma de armazenamento em nuvem descentralizada que visa dar ao usuário o controle dos seus dados. O armazenamento é puxado de uma grande rede de hosts, cada um usando o blockchain da Sia para formar contratos de armazenagem com os clientes. Fora das centenas de hosts, apenas uma fração precisa estar on-line para os dados serem recuperados. Mesmo em uma rede com muitos hosts não confiáveis, os dados estão seguros. <br> Você precisa carregar o seu código-fonte Dapp como um arquivo .zip à rede Sia. Uma vez que o upload foi bem sucedido você precisa especificar o código ASCII do arquivo na próxima etapa.

source: Sia required
el_gr: Απαιτείται Sia
it: Sia richiesto
ja: Siaが必要
pt: Sia necessário

source: Sign
el_gr: Υπογραφή
it: Entra
ja: 提出
pt: Entrar

source: Standby Delegates
el_gr: Αναμονή Delegates
it: Riserva Delegati
ja: 受託者候補
pt: Representantes em espera

source: Step 1/2 - Generate a Passphrase
el_gr: Βήμα 1/2 - Δημιουργήστε μια φράση πρόσβασης
it: Step 1/2 - Genera una Passhprase
ja: ステップ1/2- パスワードを設置します
pt: Passo 1/2 - Gerar uma contrassenha

source: Step 1/3 - Preamble
el_gr: Βήμα 1/3 - Εισαγωγή
it: Step 1/3 - Introduzione
ja: ステップ 1/3 - 序言
pt: Passo 1/3 - Prefácio

source: Step 1/5 - Preamble
el_gr: Βήμα 1/5 - Εισαγωγή
it: Step 1/5 - Introduzione
ja: ステップ 1/5 -前文
pt: Passo 1/5 - Prefácio

source: Step 2/2 - Confirm the Passphrase
el_gr: Βήμα 2/2 - Επιβεβαιώστε την φράση πρόσβασης
it: Step 2/2 - Conferma la Passphrase
ja: ステップ 2/2 - パスワードを確認します
pt: Passo 2/2 - Confirme a contrassenha

source: Step 2/3 - Specify Group Members
el_gr: Βήμα 2/3 - Καθορισμός Μελών Group
it: Step 2/3 - Specifica I membri di gruppo
ja: ステップ 2/3 - メンバーを指定します
pt: Passo 2/3 - Especificar Membros do Grupo

source: Step 2/5 Dapp Specifications
el_gr: Βήμα 2/5 Προδιαγραφές Dapp
it: Step 2/5 Specificazioni DAPP
ja: ステップ2/5 Dapp仕様書
pt: Passo 2/5 Especificações Dapp

source: Step 3/3 - Confirmation
el_gr: Βήμα 3/3 - Επιβεβαίωση
it: Step 3/3 - Conferma
ja: ステップ3/3- 確認内容
pt: Passo 3/3 - Confirmação

source: Step 3/5 - Choose Storage Solution
el_gr: Βήμα 3/5 - Επιλέξτε Λύση Αποθήκευσης
it: Step 3/5 - Scegli una soluzione di deposito
ja: ステップ3/5- 保存案を選択します
pt: Passo 3/5 - Escolha Solução de Armazenamento

source: Step 4/5 - Storage Specifications
el_gr: Βήμα 4/5 - Προδιαγραφές Αποθήκευσης
it: Step 4/5 - Specifiche di deposito
ja: ステップ4/5 Dapp仕様書
pt: Passo 4/5 - Especificações de Armazenamento

source: Step 5/5 - Confirmation
el_gr: Βήμα 5/5 - Επιβεβαίωση
it: Step 5/5 - Conferma
ja: ステップ5/5- 確認内容
pt: Passo 5/5 - Confirmação

source: Summary
el_gr: Περίληψη
it: Sommario
ja: 主旨
pt: Resumo

source: Tags
el_gr: Ετικέτες
ja: タグ

source: Tags (separated with comma)
el_gr: Ετικέτες (διαχωρισμένες με κόμμα)
it: Tags (separato con comma)
ja: タグ（半角カンマで分けます）
pt: Tags (separados por vírgula)

source: The passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
el_gr: Η φράση πρόσβασης που εισαγάγατε δεν αντιστοιχεί με εκείνη που παράξατε πριν. Παρακαλώ πηγαίνετε πίσω και δημιουργήσετε μία νέα.
it: La passphrase inserita non è indicata con quella generata prima. Per favore torna indietro e generane una nuova.
ja: ご入力したパスワードは前に生成されたパスワードと一致しません。前に戻って、新しいパスワードを生成してください。
pt: A contrassenha digitada não corresponde com a gerada antes. Por favor, volte e gere uma nova.

source: This action will cost
el_gr: Αυτή η ενέργεια θα κοστίσει
it: Questa azione costerà
ja: この操作の料金
pt: Esta ação irá custar

source: This walkthrough will guide you through the necessary steps to create a multi-signature group. It's very important that you know what multi-signatures are, else you risk loosing your LISK balance.<br><br>A multi-signature group consists of N accounts, the one who created the group is the group owner. When the owner wants to make a transaction, M of N accounts within the group need to confirm it, otherwise the transaction will not be processed. The values M and N are specified in this walkthrough.<br><br><b>Things you need to know for the multi-signature group setup:</b><br><br>• The number of group members (N).<br>• The number of needed confirmations (M).<br>• The account names or IDs from the Lisk accounts you want to add to the group.
el_gr: Αυτή η περιδιάβαση θα σας καθοδηγήσει στα απαραίτητα βήματα για να δημιουργήσετε μια ομάδα πολλαπλών υπογραφών. Είναι πολύ σημαντικό ότι ξέρετε τι είναι οι πολυ-υπογραφές, αλλιώς κινδυνεύετε να χάσετε τα Lisk σας. <br> Μια ομάδα πολλαπλών υπογραφών αποτελείται από Ν λογαριασμούς, αυτός που δημιούργησε την ομάδα είναι ο ιδιοκτήτης της ομάδας. Όταν ο ιδιοκτήτης θέλει να κάνει μια συναλλαγή, Μ από Ν λογαριασούς, η ομάδα πρέπει να το επιβεβαιώσει, αλλιώς η συναλλαγή δεν θα υποβληθεί σε επεξεργασία. Οι τιμές Μ και Ν ορίζονται στην παρούσα περιδιάβαση <br> Η <b> Πράγματα που πρέπει να ξέρετε για τη ρύθμιση της ομάδας πολλαπλών υπογραφών:. </ b> <br> • Ο αριθμός των μελών της ομάδας ( Ν). <br> • Ο αριθμός των απαιτούμενων βεβαιώσεων (M).<br>• Τα ονόματα λογαριασμού ή αναγνωριστικά από τους Lisk λογαριασμούς που θέλετε να προσθέσετε στην ομάδα.
it: Questo scenario vi guiderà attraverso i passi necessari per creare un gruppo multi-firma. E 'molto importante che tu sappia cosa sono le multi-firme, altrimenti rischia di perdere i tuoi Lisk. <br> Un gruppo multi-firma è costituito da N conti , colui che ha creato il gruppo è il proprietario del gruppo. Quando il proprietario vuole fare una transazione, M di N conti all'interno del gruppo ha bisogno di confermarlo, altrimenti l'operazione non verrà elaborata. I valori di M e N sono specificati in questa procedura dettagliata <br> <b> Cose che dovete sapere per la configurazione di un gruppo multi-firma:. </ B> <br> • Il numero dei membri del gruppo ( N). <br> • il numero di conferme necessarie (ME). <essere> • I nomi di account o gli ID di conti della Lisk che si desidera aggiungere al gruppo.
ja: この説明書は必要なステップでマルチサイングループを建てることを紹介します。ぜひマルチサインの意味を理解してください。操作が間違えば、アカウントのすべてのLISKを失うかもしれません。<br><br>一つのマルチサイングループはN個のアカウントからでき、マルチサイングループの創立者はサイングループの所有者で、所有者は新しい取引をする場合、サイングループのM人のメンバーの確認が必要で、そうでなければ、当該取引が合格しなく、MとNはM<Nにしなければならない。<br><br><b>理解必要な多重サイングループの内容：</b><br><br>•サイングループのメンバーの人数はN.<br>• で、取引の場合、確認必要の人数はM<br>•メンバーのアカウント名またはアカウントIDをマルチサイングループに添加するする必要です
pt: Este tutorial irá guiá-lo através dos passos necessários para criar um grupo multi-assinatura. É muito importante que você saiba o que o multi-assinaturas é, ou corre o risco de perder o seu saldo em Lisk. <br> Um grupo multi-assinatura consiste de contas N, aquele que criou o grupo é o proprietário do grupo. Quando o proprietário quer fazer uma transação, M de contas N dentro do grupo precisa confirmá-la, caso contrário, a transação não será processada. Os valores de M e N são especificados neste passo a passo <br> <b> As coisas que você precisa saber para a configuração do grupo de multi-assinatura:. </ B> <br> • O número de membros do grupo (N). <br> • O número de confirmações necessárias (M). <br> • Os nomes de contas ou IDs das contas Lisk que deseja adicionar ao grupo.

source: Time
el_gr: Ώρα
it: Tempo
ja: 日付
pt: Tempo

source: To become a delegate, click on the "Delegate Registration" button.
el_gr: Για να γίνετε ένας delegate, κάντε κλικ στο κουμπί «Εγγραφή Delegate».
it: Per diventare un delegato, clicca sul tasto "Registrazione delegato"
ja: 受託者になりたいですか？<受託者新規登録>ボタンを押してください。
pt: Para se tornar um representante, clique no botão "Registro de Representante".

source: Toggle navigation
el_gr: Εναλλαγή πλοήγησης
it: Navigazione toggle
ja: ナビゲーション切り替え
pt: Alternar navegação

source: Top Delegates
el_gr: Κορυφαίοι Delegates
it: Migliori Delegati
ja: トップ受託者
pt: Principais Delegados

source: Total Amount
el_gr: Συνολικό Ποσό
it: Importo totale
ja: 総金額
pt: Valor Total

source: Total Balance
el_gr: Συνολικό Υπόλοιπο
it: Bilancio totale
ja: 総残高
pt: Balanço Total

source: Total Fee
el_gr: Συνολική Χρέωση
it: Tassa totale
ja: 手数料合計
pt: Taxa Total

source: Total Forged
el_gr: Συνολικό Forged
it: totale forgiato
ja: 鍛造合計
pt: Total Forjado

source: Transaction
el_gr: Συναλλαγή
it: Transazione
ja: 取引
pt: Transação

source: Transaction ID
el_gr: ID συναλλαγής
it: ID Transazione
ja: 取引ID
pt: ID da transação

source: Transactions
el_gr: Συναλλαγές
it: Transazioni
ja: 取引情報
pt: Transações

source: Transactions for 17649443584386761059L
el_gr: Συναλλαγές για 17649443584386761059L
it: Transazioni per 17649443584386761059L
ja: 17649443584386761059L の取引記録
pt: Transações para 17649443584386761059L

source: UNINSTALL
el_gr: ΑΠΕΓΚΑΤΑΣΤΑΣΗ
it: Disinstalla
ja: アンインストール
pt: DESINSTALAR

source: UPDATE
el_gr: ΕΝΗΜΕΡΩΣΗ
it: Aggiorna
ja: 更新
pt: ATUALIZAR

source: USD Equivalent
el_gr: USD Ισοδύναμο
it: Equivalente in USD
ja: ドル換算
pt: Equivalente USD

source: Uptime
it: Tempo in attività
ja: オンライン率
pt: Tempo de atividade

source: Username
el_gr: Όνομα χρήστη
it: Nome utente
ja: ユーザー名
pt: Nome de usuário

source: View selection
el_gr: Επιλογή προβολής
it: Vedi selezione
ja: 選択済みの内容を見る
pt: Ver seleção

source: Voting for delegates
el_gr: Ψηφίστε για delegates
it: Vota per i delegati
ja: 受託者を選挙します
pt: Votação para delegados

source: Welcome back, {{username}}
el_gr: Καλώς ήρθατε και πάλι, {{όνομα χρήστη}}
it: Bentornato ! , {{username}}
ja: お帰りなさい，{{username}}
pt: Bem vindo de volta, {{username}}

source: Welcome, click to edit profile
el_gr: Καλώς ορίσατε, κάντε κλικ για να επεξεργαστείτε το προφίλ
it: Benvenuto, clicca su modifica profilo
ja: ようこそ、プロファイルを編集するにはクリックしてください。
pt: Bem-vindo, clique em editar perfil

source: YES
el_gr: ΝΑΙ
it: Sì
ja: はい
pt: SIM

source: You are about to register your decentralized application (dapp) on the Lisk network. After the registration all Lisk users will be able to see your dapp on the Lisk Dapp Store and they will also be able to install and launch it.<br><br>One of the characteristics of blockchains is that you can't delete any content from them. Therefore make sure you have used the correct dapp parameters. We also advise you to test your dapp on the official Lisk testnet so you can guarantee that its working flawlessly.<br><br><b>Things you need to know for the registration process:</b><br><br>• Dapp names are unique, you can't register the same name twice on the Lisk network.<br>• You can either use a centralized (GitHub) or decentralized (Sia) hosting method.<br>• Make sure that your dapp icon's format is a square.<br>• Choose your tags wisely, with them your users will be able to find your dapp in the Dapp Store.<br><br>The Lisk Team isn't liable for a dapp, solely the uploader is. So you have to make sure that your dapp is legal and doesn't harm its users.
el_gr: Είστε έτοιμοι να εγγράψετε την αποκεντρωμένη σας εφαρμογή (Dapp) στο δίκτυο Lisk. Μετά την εγγραφή όλοι οι χρήστες Lisk θα είναι σε θέση να δoυν το Dapp σας στο Lisk Dapp Store και θα είναι επίσης σε θέση να το εγκαταστήσουν και να το ξεκινήσουν. <br> <br> Ένα από τα χαρακτηριστικά του blockchains είναι ότι δεν μπορείτε να διαγράψετε οποιαδήποτε περιεχόμενο από αυτό. Ως εκ τούτου, βεβαιωθείτε ότι έχετε χρησιμοποιήσει τις σωστές παραμέτρους Dapp. Σας συμβουλεύουμε επίσης να δοκιμάσετε το Dapp σας στο επίσημο Lisk testnet, έτσι ώστε να μπορείτε να εγγυηθείτε ότι λειτουργεί άψογα <br> Η <b> Πράγματα που πρέπει να ξέρετε για τη διαδικασία εγγραφής:. </ B> <br> <br > • Τα ονόματα Dapp είναι μοναδικά, δεν μπορείτε να καταχωρήσετε το ίδιο όνομα δύο φορές στο δίκτυο Lisk. <br> • Μπορείτε να χρησιμοποιήσετε είτε ένα κεντρική (GitHub) ή αποκεντρωμένη (SIA) μέθοδο φιλοξενίας. <br> • Βεβαιωθείτε ότι η μορφή εικονιδίου του Dapp είναι ένα τετράγωνο. <br> • Επιλέξτε τις ετικέτες σας με σύνεση, με αυτές οι χρήστες σας θα είναι σε θέση να βρουν το Dapp σας στο Dapp Store. <br> Η ομάδα του Lisk δεν ευθύνεται για τα Dapp, είναι αποκλειστικά ευθήνη του χρήστη. Έτσι πρέπει να σιγουρευτείτε ότι Dapp σας είναι νόμιμο και δεν βλάπτει τους χρήστες του.
it: Stai per registrare la tua applicazione decentrata (Dapp) sulla rete Lisk. Dopo la registrazione tutti gli utenti Lisk saranno in grado di vedere il tuo Dapp sul Lisk Dapp Store e saranno anche in grado di installarlo e lanciarlo. <br> Una delle caratteristiche della blockchains è che non è possibile eliminare qualsiasi contenuto da loro. Quindi assicurarti di aver utilizzato i parametri DAPP corretti. Si consiglia anche di testare la vostra Dapp sul testnet ufficiale Lisk in modo da poter garantire che il suo lavoro è fatto in modo impeccabile. <br> <b> Cose che dovete sapere per il processo di registrazione:. </ B> <br> <br > • I nomi Däpp sono unici, non è possibile registrare lo stesso nome due volte sulla rete Lisk. <br> • o si può usare un sistema centralizzato (GitHub) o un metodo di hosting decentrato (sIA) . <br> • assicurarsi che il formato icone delle applicazioni è un quadrato. <br> • Scegli i tuoi tag con saggezza, con loro gli utenti saranno in grado di trovare la vostra Dapp nella Dapp Store. <br> il team Lisk non è responsabile per un Dapp, esclusivamente l'uploader lo è. Quindi bisogna fare in modo che la vostra Dapp è legale e non danneggia i suoi utenti.
ja: お客様はLiskネットワークでDappを新規登録していますが、登録終了後、ユーザー全体はLiskのDapp商店でお客様のDappを見え、またお客様のDappをダウンロードし、インストールして運行でき、<br><br>ブロックチェーン技術の一つの特徴はブロックチェーンの内容を削除できなく、このため、Dappの正しさを確認してください。また、Dappのオンラインを保証するためにLiskの公式テストサイトで試運行して
pt: Você está prestes a registar a sua aplicação descentralizada (DAPP) na rede Lisk. Depois do registro, todos os usuários Lisk serão capaz de ver o seu Dapp na Lisk Dapp Store e eles também serão capazes de instalar e iniciá-lo. <br> Uma das características dos blockchains é que você não pode excluir qualquer conteúdo a partir deles. Portanto certifique-se de ter utilizado os parâmetros Dapp corretos. Nós também aconselhamos a testar a sua Dapp na testnet oficial Lisk, assim você pode garantir que o seu trabalho esteja correto. <br> <b> Coisas que você precisa saber para o processo de registo: </ B> <br> <br > • Nomes Dapp são exclusivos, você não pode registrar o mesmo nome duas vezes na rede Lisk. <br> • Você pode usar um método de hospedagem centralizada (GitHub) ou descentralizada (Sia). <br> • Certifique-se de que o formato do seu ícone DAPP é um quadrado. <br> • Escolha suas tags de forma sensata, com elas os usuários serão capazes de encontrar o seu DAPP na Dapp Store. <br> A equipe Lisk não é responsável por um DAPP, apenas quem faz seu upload é. Então você tem que ter certeza que seu DAPP é legal e não prejudica seus usuários.

source: You are not a member of any one Multi-Signature group.
el_gr: Δεν είστε μέλος καμίας Multi-Signature ομάδας.
it: Non sei membro di nessun gruppo Multi-Signature
ja: マルチサイングループに加入していないです。
pt: Você não é um membro de um grupo Multi-assinatura.

source: You can find your passphrase below.
el_gr: Μπορείτε να βρείτε τη φράση πρόσβασής σας παρακάτω.
it: Puoi trovare la tua passphrase sotto
ja: 下記はお客様のマスターパスワードです。
pt: Você pode encontrar sua contrassenha abaixo.

source: You do not have any contacts, try adding a new one!
el_gr: Δεν έχετε καμία επαφή, δοκιμάστε να προσθέσετε μία καινούρια!
it: Non hai nessun contatto, prova ad aggiungerne uno nuovo !
ja: お客様は連絡先を持っていません。追加してみてください。
pt: Você não tem nenhum contato, tente adicionar um novo!

source: You do not have any dapps installed yet.
el_gr: Δεν έχετε κανένα dapp εγκατεστημένο ακόμα.
it: Non hai nessuna Dapps installata ancora.
ja: Dappsをインストールされていません。
pt: Você não tem nenhum dapp instalado ainda.

source: You do not have any pending contacts!
el_gr: Δεν έχετε εκκρεμείς επαφές!
it: Non hai nessun contatto in attesa !
ja: お客様は保留中の連絡先を持っていません
pt: Você não possui contatos pendentes!

source: You have not forged any blocks yet.
el_gr: Δεν έχετε κάνει forge κανένα μπλοκ ακόμα.
it: Non hai forgiato ancora nessun blocco.
ja: ブロックを鋳造していませんでした。
pt: Você não forjou os blocos ainda.

source: You have not installed dapps yet.
el_gr: Δεν έχετε εγκατεστημένα dapps ακόμα.
it: Non hai ancora installato Dapps.
ja: Dappsをインストールされていませんでした。
pt: Você não instalou dapps ainda.

source: You have not made any transactions yet.
el_gr: Δεν έχετε κάνει καμία συναλλαγή ακόμα.
it: Non hai fatto ancora nessuna transazione.
ja: 取引記録がないです
pt: Você não fez transações ainda.

source: You have not voted for any delegates yet.
el_gr: Δεν έχετε ψηφίσει για κάποιον delegate ακόμα.
it: Non hai votato ancora per nessun delegato.
ja: まだ投票していないです
pt: Você não votou em nenhum delegado ainda.

source: You shall receive notification when the contact has accepted your request.
el_gr: Θα πρέπει να λάβετε ειδοποίηση όταν η επαφή αποδεχθεί το αίτημά σας.
it: Dovresti ricevere una notifica quando il contatto ha accettato la tua richiesta.
ja: 連絡先が要求を受けたときは、提示があります。
pt: Você deve receber uma notificação quando o contato aceitar sua requisição.

source: Your Multi-Signature group(s) have not made any transactions yet.
el_gr: Η Multi-Signature ομάδα (ες) σας δεν έχουν κάνει συναλλαγές ακόμα.
it: Il tuo gruppo Multi-Signature non ha fatto alcuna transazione ancora.
ja: お客様のマルチサイングループは、まだ取引を行っていません。
pt: Seu grupo(s) Multi-Assinatura não fez transações ainda.

source: Your Passphrase
el_gr: Η φράση πρόσβασής σας
it: La tua Passphrase
ja: お客様のパスワード
pt: Sua contrassenha

source: Your Second Passphrase
el_gr: Η δεύτερη φράση πρόσβασής σας
it: La tua seconda Passphrase
ja: お客様のセカンドパスワード
pt: Sua Segunda Contrassenha
