Repository: 4miners/lisk-ui
Catalog: po/ua.po
Languages: uk_ua

source: 2nd Passphrase
uk_ua: 2-ой Пароль

source: ADD NEW DAPP
uk_ua: ДОДАТИ НОВЕ DAPP

source: Accept / Next Step
uk_ua: Прийняти / Наступний Крок

source: Account
uk_ua: Обліковий запис

source: Account Verification
uk_ua: Перевірка Облікового запису

source: Account name or ID
uk_ua: Назва Облікового запису або Ідентифікатор

source: Account name, ID or public key
uk_ua: Назва Облікового запису, Ідентифікатор або публічний ключ

source: Add as Contact
uk_ua: Додати контакт

source: Add group members by typing in their account name, ID or public key.
uk_ua: Додайте членів групи, запроваджуючи їх ім'я облікового запису, Ідентифікатор або публічний ключ.

source: Add new contact
uk_ua: Додати новий контакт

source: Add second passphrase
uk_ua: Додати другий пароль

source: Adding new contact
uk_ua: Додавання нового контакту

source: Amount
uk_ua: Кількість

source: Amount (Fee)
uk_ua: Кількість (Комісія)

source: Approval
uk_ua: Одобрение

source: Are you sure you want to delete this item?
uk_ua: Ви впевнені, що бажаєте видалити вибране?

source: BACK
uk_ua: НАЗАД

source: Back
uk_ua: Назад

source: Balance
uk_ua: Баланс

source: Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates. Registration costs: {{fee | liskFilter}} LISK.
uk_ua: Необхідна реєстрація, щоб стати делегатом. Ви можете вибрати ім'я для делегата, яке можна буде використовувати для просування вашого делегата. Винагорода за форджінг отримують ті хто перебувають в списку 101 кращий делегат. Всі винагороди діляться порівну між учасниками знаходяться в списку 101 кращий делегат. Вартість реєстрації: {{fee | liskFilter}} LISK.

source: Block ID
uk_ua: Номер Блоку

source: CANCEL
uk_ua: СКАСУВАТИ

source: CATEGORIES
uk_ua: КАТЕГОРІЇ

source: CONFIRM
uk_ua: ПІДТВЕРДИТИ

source: CONFIRM VOTE
uk_ua: ПІДТВЕРДИТИ ГОЛОС

source: CONFIRMATIONS
uk_ua: ПІДТВЕРДЖЕННЯ

source: CONFIRMED TRANSACTIONS
uk_ua: ПІДТВЕРДЖЕННЯ ТРАНЗАКЦІЇ

source: Cancel
uk_ua: Скасувати

source: Category
uk_ua: Категорія

source: Category:
uk_ua: Категорія:

source: Centralized
uk_ua: Централізовано

source: Check
uk_ua: Перевірка

source: Close modal
uk_ua: Закрити modal

source: Confirm
uk_ua: Підтвердити

source: Confirmation
uk_ua: Подтверждения

source: Confirmations
uk_ua: Подтверждения

source: Confirmations Needed
uk_ua: Необхідно Підтверджень

source: Confirmations needed
uk_ua: Необхідно підтверджень

source: Confirmed by
uk_ua: Підтверджено

source: Contact Request
uk_ua: Запит на додавання контакту

source: Contacts
uk_ua: Контакти

source: Conversations
uk_ua: Повідомлення

source: Copy Address
uk_ua: Скопіювати Адресу

source: Copy Name
uk_ua: Скопіювати Ім'я

source: DOWNLOAD
uk_ua: ЗАВАНТАЖИТИ

source: Dapp Store
uk_ua: Dapp Магазин

source: Dashboard
uk_ua: Загальна інформація

source: Decentralized
uk_ua: Децентралізований

source: Delegate Name
uk_ua: Ім'я Делегата

source: Delegates
uk_ua: Делегати

source: Description
uk_ua: Опис

source: Disable Forging
uk_ua: Вимкнути Форджінг

source: Disabled
uk_ua: Вимкнуто

source: Empty passphrase
uk_ua: Порожній пароль

source: Enable Forging
uk_ua: Ввімкнути Форджінг

source: Enable Multi-Signature on this account
uk_ua: Ввімкнути Мультик-Підпис на цей обліковий запис

source: Enabled
uk_ua: Ввімкнено

source: FEE
uk_ua: ВИНАГОРОДA

source: FORGING
uk_ua: ФОРДЖІНГ

source: Fee
uk_ua: Винагорода

source: Forged Blocks
uk_ua: Вироблено Блоків

source: Forging
uk_ua: Форджінг

source: Further protect your account with an optional second passphrase! Please allow some time for the changes to take effect. Service cost: <b>{{fee | liskFilter}} LISK</b>. Your balance: <b>{{totalBalance | liskFilter}} LISK</b>.
uk_ua: Посилити захист вашого облікового запису за допомогою другого пароля! Будь ласка врахуйте, що потрібен певний час для вступу змін в силу. Вартість: <b>{{fee | liskFilter}} LISK</b>. Ваш баланс: <b>{{totalBalance | liskFilter}} LISK</b>.

source: GET STARTED
uk_ua: ПОЧАТИ

source: GO BACK
uk_ua: НАЗАД

source: General
uk_ua: Основне

source: Generate New
uk_ua: Створити Новий

source: Generator
uk_ua: Генератор

source: Git repository link
uk_ua: Посилання на Git репозиторій

source: GitHub is a Web-based Git repository hosting service, which offers amongst other things a source code management functionality. GitHub provides a graphical interface and desktop as well as mobile integration. If you add your dapp source code to a GitHub repository you need to specify the repository link in the next step.
uk_ua: GitHub - веб-сервіс для хостингу IT-проектів і їх спільної розробки, який пропонує серед іншого функціональність управління сирцевим кодом. GitHub надає графічний інтерфейс і робочий стіл, а також мобільний інтеграцію. Якщо ви додасте сирцевий код свого dapp в сховище GitHub, вам буде необхідно вказати посилання сховища в наступному кроці.

source: Go back
uk_ua: Назад

source: Go to previous page
uk_ua: Повернутися на попередню сторінку

source: Group Name
uk_ua: Ім'я Групи

source: HOME
uk_ua: ДОДОМУ

source: Height
uk_ua: Висота

source: Hosted at
uk_ua: Зберігатиметься

source: INSTALL
uk_ua: ВСТАНОВИТИ

source: INSTALLED
uk_ua: ВСТАНОВЛЕНО

source: Icon Sia ASCII
uk_ua: Піктограма Sia ASCII

source: Icon URL
uk_ua: URL піктограми

source: Installed Dapps
uk_ua: Встановлені Dapp

source: LAUNCH
uk_ua: ЗАПУСТИТИ

source: LISK Amount
uk_ua: Кількість LISK

source: LISK Earned
uk_ua: Зароблено LISK

source: Language
uk_ua: Мова

source: Latest Multi-Signature Transactions
uk_ua: Останні транзакції з Мульти-Підписом

source: Latest Transactions
uk_ua: Останні транзакції

source: Latest version
uk_ua: Остання версія

source: Lisk - Decentralized Application Platform
uk_ua: Lisk - Платформа для децентралізованих додатків

source: Lisk Address
uk_ua: Lisk Адреса

source: Lisk Client
uk_ua: Lisk Клієнт

source: Lisk Client Outdated
uk_ua: Версія Lisk Клієнта застаріла

source: Loading Multi-Signature Groups
uk_ua: Завантаження груп Мульти-Підписів

source: Loading blockchain
uk_ua: Завантаження blockchain

source: Loading contacts
uk_ua: Завантаження контактів

source: Loading dapp
uk_ua: Завантаження dapp

source: Loading dapps
uk_ua: Завантаження dapps

source: Loading dashboard
uk_ua: Завантаження Панелі загальної інформації

source: Loading delegates
uk_ua: Завантаження делегатів

source: Loading forging status
uk_ua: Завантаження форджінг статусу

source: Loading transactions
uk_ua: Завантаження транзакцій

source: Loading...
uk_ua: Завантаження…

source: Logout
uk_ua: Вихід

source: MORE INFO
uk_ua: БІЛЬШЕ ІНФОРМАЦІЇ

source: Make sure that you keep the passphrase safe. You will be asked to re-type it for confirmation.
uk_ua: Переконайтеся, що ваш пароль знаходиться в безпечному місці. Вам буде необхідно ввести його повторно для підтвердження.

source: Make sure you're sending LISK to the right contact. This action can't be undone later.
uk_ua: Переконати що відправляєте LISK правильному контакту. Дана дія не може бути скасовано.

source: Master Passphrase
uk_ua: Основний Пароль

source: Members
uk_ua: Користувачі

source: More
uk_ua: Більше

source: Multi-Signature
uk_ua: Мульті-Подпісь

source: My Contacts
uk_ua: Мої Контакти

source: My Multi-Signature Groups
uk_ua: Мої групи з Мульти-Підписом

source: My Profile
uk_ua: Мій Профіль

source: My Votes
uk_ua: Мої Голоси

source: My votes ({{myVotesCount||'0'}})
uk_ua: Мої голоси ({{myVotesCount||'0'}})

source: NEW ACCOUNT
uk_ua: НОВИЙ ОБЛІКОВИЙ ЗАПИС

source: NEXT
uk_ua: ДАЛІ

source: NEXT STEP
uk_ua: НАСТУПНИЙ КРОК

source: NO
uk_ua: НІ

source: Name
uk_ua: Ім'я

source: New second passphrase
uk_ua: Новий другий пароль

source: Next Step
uk_ua: Наступний Крок

source: No blockchain
uk_ua: Немає blockchain

source: No dapps matching your search criteria were found.
uk_ua: Не було знайдено жодного dapp відповідного вашому критерію

source: No delegates
uk_ua: Немає делегатів

source: No results for search '{{searchDapp.searchForDappGlobal}}' in dapps.
uk_ua: Немає результатів за запитом '{{searchDapp.searchForDappGlobal}}' у dapps.

source: No results for this search.
uk_ua: Немає результатів за цим запитом

source: Number of members
uk_ua: Кількість користувачів

source: OK
uk_ua: ОК

source: OPEN
uk_ua: ВІДКРИТИ

source: Off
uk_ua: Вимкнути

source: On
uk_ua: Ввімкнути

source: Others
uk_ua: Інші

source: Passphrase
uk_ua: Пароль

source: Passphrase doesn't match.
uk_ua: Пароль не збігається.

source: Pending ({{contacts.followersCount}})
uk_ua: В очікуванні ({{contacts.followersCount}})

source: Pending Requests
uk_ua: Запити в очікуванні

source: Pending transactions
uk_ua: Транзакції в очікуванні

source: Please check your input below and go back if necessary.
uk_ua: Будь ласка перевірте введені дані і при необхідності поверніться назад.

source: Please check your input below and go back if necessary. Double-check the group members, else you risk losing your LISK balance!
uk_ua: Будь ласка перевірте введені дані і при необхідності поверніться назад. Двічі перевірте членів групи, в іншому випадку ви ризикуєте втратити всі ваші LISK.

source: Please choose a delegate name.
uk_ua: Будь ласка виберіть ім'я делегата.

source: Please choose between the available options.
uk_ua: Будь ласка виберіть з можливих варіантів.

source: Please enter master password.
uk_ua: Будь ласка, введіть основний пароль.

source: Please enter your passphrase below.
uk_ua: Будь ласка, введіть ваш пароль нижче.

source: Please enter your passphrase.
uk_ua: Будь ласка, введіть ваш пароль.

source: Please enter your second passphrase below.
uk_ua: Будь ласка, введіть ваш другий пароль нижче.

source: Please make sure you copy and paste the whole Sia ASCII code. Additionally please check that there were no characters added.
uk_ua: Будь ласка, переконайтеся, що ви скопіювали і вставили весь код ASCII Sia. Крім того, переконайтеся в тому що не було додано зайвих символів.

source: Please make sure you copy the complete repository link from GitHub. It ends in .git.
uk_ua: Будь ласка переконайтеся що повністю скопіювали посилання c GitHub. Вона закінчується на .git.

source: Please re-enter your passphrase below.
uk_ua: Будь ласка, введіть повторно ваш пароль нижче.

source: Please read carefully.
uk_ua: Будь ласка, прочитайте уважно.

source: Please set the GitHub repository link below.
uk_ua: Будь ласка, встановіть посилання на GitHub репозиторій нижче.

source: Please set the Sia ASCII code below.
uk_ua: Будь ласка, встановіть Sia ASCII код нижче

source: Please set the dapp parameters below.
uk_ua: Будь ласка, задайте параметри dapp нижче.

source: Please set your username.
uk_ua: Будь ласка, вкажіть Ім'я користувача

source: Please type in an account name or ID below.
uk_ua: Будь ласка, вкажіть Ім'я облікового запису або ідентифікатор нижче.

source: Pressing enter confirms each member.
uk_ua: Натискаючи «Введення» ви підтверджуєте кожного користувача.

source: Previous Block
uk_ua: Попередній Блок

source: Profile Information
uk_ua: Інформація про профіль

source: Public key
uk_ua: Публічний ключ

source: READ MORE
uk_ua: ДЕТАЛЬНІШЕ

source: REMOVE VOTE
uk_ua: ВИДАЛИТИ ГОЛОС

source: Rank
uk_ua: Ранг

source: Recipient
uk_ua: Одержувач

source: Register as a Delegate
uk_ua: Зареєструвати в якості Делегата

source: Registered on
uk_ua: Зареєстрований

source: Registering user
uk_ua: Реєстрація користувача

source: Remember during this session
uk_ua: Пам'ятати протягом даної сесії

source: Removing vote from delegates
uk_ua: Видалення голосів з делегатів

source: Repeat second passphrase
uk_ua: Повторіть другий пароль

source: Reward
uk_ua: Винагорода

source: SAVE PASSPHRASE
uk_ua: ЗБЕРЕГТИ ПАРОЛЬ

source: SEND
uk_ua: ВІДПРАВИТИ

source: SEND LISK
uk_ua: ВІДПРАВИТИ LISK

source: SIGN IN
uk_ua: УВІЙТИ

source: SOURCE CODE
uk_ua: СИРЦЕВИЙ КОД

source: Saving new dapp
uk_ua: Збереження нового dapp

source: Search for Dapps
uk_ua: Пошук Dapp

source: Search for blocks
uk_ua: Пошук блоков

source: Search for transactions (Transaction ID, Sender address, Recipient address)
uk_ua: Пошук транзакцій (Ідентифікатор транзакції, Адреса відправника, Адреса одержувача)

source: Send LISK
uk_ua: Відправити LISK

source: Sender
uk_ua: Відправник

source: Set members of account
uk_ua: Призначити члена групи

source: Settings
uk_ua: Налаштування

source: Show All Columns
uk_ua: Показати всі стовпчики

source: Show Full Time
uk_ua: Показати час повністю

source: Sia ASCII Code
uk_ua: Sia ASCII код

source: Sia is a new decentralized cloud storage platform aimed at giving users control of their data. Storage is pulled from a large network of hosts, each using Sia's blockchain to form storage contracts with clients. Out of the hundreds of hosts, only a fraction need to be online for the data to be recovered. Even in a network with many unreliable hosts, the data is safe.<br><br>You need to upload your dapp source code as a .zip file to the Sia network. Once the upload was successful you need to specify the ASCII code of the file in the next step.
uk_ua: Sia является новой децентрализованной платформой облачных систем хранения данных с целью предоставить пользователям контроль над их данными. Данные хранятся в большой сети хостов, каждый из которых использует блокчейн SIA, чтобы сформировать договор хранения с клиентами. Из сотен хостов, только часть должна находиться в активной в сети чтобы извлечь данные. Даже в сети состоящей из многих ненадежных хостов, данные в безопасности.<br><br>Вам нужно загрузить исходный код своего приложения в формате файла .zip в сеть Sia. Как только загрузка произойдет необходимо указать ASCII код файла в следующем шаге.

source: Sia required
uk_ua: Sia необходим

source: Sign
uk_ua: Підписати

source: Standby Delegates
uk_ua: Делегати в очікуванні

source: Step 1/2 - Generate a Passphrase
uk_ua: Крок 1/2 - Згенерувати пароль

source: Step 1/3 - Preamble
uk_ua: Крок 1/3 - Ліцензійна угода

source: Step 1/5 - Preamble
uk_ua: Крок 1/5 - Ліцензійна угода

source: Step 2/2 - Confirm the Passphrase
uk_ua: Крок 2/2 - Підтвердіть пароль

source: Step 2/3 - Specify Group Members
uk_ua: Крок 2/3 - Визначте членів групи

source: Step 2/5 Dapp Specifications
uk_ua: Крок 2/5 - Специфікації Dapp

source: Step 3/3 - Confirmation
uk_ua: Крок 3/3 - Підтвердження

source: Step 3/5 - Choose Storage Solution
uk_ua: Крок 3/5 - Виберіть спосіб збері

source: Step 4/5 - Storage Specifications
uk_ua: Крок 4/5 - Параметри зберігання

source: Step 5/5 - Confirmation
uk_ua: Крок 5/5 - Підтвердження

source: Summary
uk_ua: Підсумок

source: Tags
uk_ua: Мітки

source: Tags (separated with comma)
uk_ua: Мітки (розділені комою)

source: The passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
uk_ua: Введений пароль не збігається зі згенерованих раніше паролем. Спробуйте, будь ласка назад і згенеруйте новий пароль.

source: This action will cost
uk_ua: Вартість даної дії

source: This walkthrough will guide you through the necessary steps to create a multi-signature group. It's very important that you know what multi-signatures are, else you risk loosing your LISK balance.<br><br>A multi-signature group consists of N accounts, the one who created the group is the group owner. When the owner wants to make a transaction, M of N accounts within the group need to confirm it, otherwise the transaction will not be processed. The values M and N are specified in this walkthrough.<br><br><b>Things you need to know for the multi-signature group setup:</b><br><br>• The number of group members (N).<br>• The number of needed confirmations (M).<br>• The account names or IDs from the Lisk accounts you want to add to the group.
uk_ua: Даний зміст допоможе вам пройти необхідні кроки для створення групи Мульти-Підписи. Дуже важливо, щоб ви мали уявлення про те що таке Мульти-Підписи, в іншому випадку ви ризикуєте втратити всі ваші LISK. <br> <br> Група Мульти-Підпис з N кількість акаунтів, засновник групи є її власником. Коли власник групи хоче зробити транзакцію, M від N користувачів знаходяться в групі повинні її підтвердити, в іншому випадку транзакція не буде здійснена. Значення М і N вказані в цьому посібнику. <br> <br> <B> Для налаштування групи з Мульти-Підписом необхідно знати наступне: </ b> <br> <br> • Кількість членів група (N). <br> • Необхідна кількість підтверджень (M). <br> • Імена облікових записів або Ідентифікатори LISK акаунтів який ви бажаєте додати в групу.

source: Time
uk_ua: Час

source: To become a delegate, click on the "Delegate Registration" button.
uk_ua: Щоб стати делегатом, натисніть на кнопку «Реєстрація делегата».

source: Toggle navigation
uk_ua: Переключення навігації

source: Top Delegates
uk_ua: Кращі делегати

source: Total Amount
uk_ua: Разом

source: Total Balance
uk_ua: Підсумковий баланс

source: Total Fee
uk_ua: Підсумкова винагорода

source: Total Forged
uk_ua: Разом сфорджено

source: Transaction
uk_ua: Транзакція

source: Transaction ID
uk_ua: Ідентифікатор транзакції

source: Transactions
uk_ua: Транзакції

source: Transactions for 17649443584386761059L
uk_ua: Транзакції для 17649443584386761059L

source: UNINSTALL
uk_ua: ВИДАЛИТИ

source: UPDATE
uk_ua: ОНОВИТИ

source: USD Equivalent
uk_ua: Еквівалент в USD

source: Uptime
uk_ua: Час в мережі

source: Username
uk_ua: Ім'я користувача

source: View selection
uk_ua: Перегляд вибраного

source: Voting for delegates
uk_ua: Голосувати за делегатів

source: Welcome back, {{username}}
uk_ua: Ласкаво просимо, {{username}}

source: Welcome, click to edit profile
uk_ua: Ласкаво просимо, натисніть щоб змінити профіль

source: YES
uk_ua: ТАК

source: You are about to register your decentralized application (dapp) on the Lisk network. After the registration all Lisk users will be able to see your dapp on the Lisk Dapp Store and they will also be able to install and launch it.<br><br>One of the characteristics of blockchains is that you can't delete any content from them. Therefore make sure you have used the correct dapp parameters. We also advise you to test your dapp on the official Lisk testnet so you can guarantee that its working flawlessly.<br><br><b>Things you need to know for the registration process:</b><br><br>• Dapp names are unique, you can't register the same name twice on the Lisk network.<br>• You can either use a centralized (GitHub) or decentralized (Sia) hosting method.<br>• Make sure that your dapp icon's format is a square.<br>• Choose your tags wisely, with them your users will be able to find your dapp in the Dapp Store.<br><br>The Lisk Team isn't liable for a dapp, solely the uploader is. So you have to make sure that your dapp is legal and doesn't harm its users.
uk_ua: Ви збираєтеся зареєструвати децентралізований додаток (DAPP) в мережі Lisk. Після реєстрації всі користувачі Lisk зможуть бачити ваш додаток в магазині децентралізованих додатків. Також вони зможуть встановити і запустити його. <br> <br> Одна з особливостей блокчейна полягає в тому, що ви не можете видалити контент який в ньому знаходиться. Тому переконайтеся, що ви використовували правильні параметри DAPP. Ми також радимо вам перевірити свій DAPP в офіційній тестовій мережі Lisk таким чином ви можете гарантувати, що ваш додаток працює бездоганно. <br> <br> <б> Що необхідно знати для процесу реєстрації: </ b> <br> <br> • Імена DAPP унікальні, ви не можете зареєструвати одне і теж ім'я двічі в мережі Lisk. <br> • Ви можете використовувати централізований (GitHub) або децентралізований (Sia) спосіб розміщення. <br> • Переконайтеся, що формат значка вашого додатка квадратний. <br> • Вибирайте мітки розумно, завдяки ним користувачі зможуть знайти ваш DAPP в магазині децентралізованих додатків. <br> < br> Команда Lisk не несе відповідальності за DAPP, вся відповідальність покладається на розробника якій завантажив DAPP. Таким чином, ви повинні переконатися, що ваш DAPP є законним і не завдає шкоди користувачам.

source: You are not a member of any one Multi-Signature group.
uk_ua: Ви не є членом жодної з груп Мульти-Підписи

source: You can find your passphrase below.
uk_ua: Ви можете знайти свій пароль нижче.

source: You do not have any contacts, try adding a new one!
uk_ua: У вас немає жодного контакту, спробуйте додати новий контакт!

source: You do not have any dapps installed yet.
uk_ua: У вас немає жодного встановленого dapp

source: You do not have any pending contacts!
uk_ua: У вас немає жодного контакту якій чекає на підтвердження!

source: You have not forged any blocks yet.
uk_ua: У вас немає винагород за блоки.

source: You have not installed dapps yet.
uk_ua: У вас немає жодного встановленого dapp.

source: You have not made any transactions yet.
uk_ua: У вас немає вчинених транзакцій.

source: You have not voted for any delegates yet.
uk_ua: Ви ще не проголосували ні за одного делегата.

source: You shall receive notification when the contact has accepted your request.
uk_ua: Ви отримаєте повідомлення як тільки користувач прийме ваш запит.

source: Your Multi-Signature group(s) have not made any transactions yet.
uk_ua: Ваша(и) група Мульти-Підписи не має транзакцій в даний час.

source: Your Passphrase
uk_ua: Ваш пароль

source: Your Second Passphrase
uk_ua: Ваш другий пароль

source: Your dapp description cannot be longer than 160 characters.
uk_ua: Опис вашого додатку не може бути більше 160 символів.

source: Your dapp name cannot be longer than 32 characters
uk_ua: Ім'я вашого dapp не може бути довшим 32 символів

source: Your dapp name cannot be longer than 32 characters.
uk_ua: Ім'я вашого dapp не може бути довшим 32 символів

source: Your dapp name is required.
uk_ua: Необхідно ввести ім'я для вашого dapp.

source: Your dapp tags cannot be longer than 160 characters.
uk_ua: Мітки для вашого dapp не можуть бути довшими 160 символів.

source: add contact
uk_ua: додати контакт

source: add second passphrase
uk_ua: додати другий пароль

source: change to SIA ASCII
uk_ua: змінити на SIA ASCII

source: change to url link
uk_ua: замінити на url посилання

source: confirm
uk_ua: підтвердити

source: delegate registration
uk_ua: реєстрація делегата

source: next
uk_ua: далі

source: register
uk_ua: зареєструвати

source: remove vote
uk_ua: видалити голос

source: save Name
uk_ua: зберегти Ім'я

source: send lisk
uk_ua: відправити lisk

source: vote
uk_ua: голосувати

source: {{countStandby}} in Total
uk_ua: {{countStandby}} Загалом

source: {{countTop}} in Total
uk_ua: {{countTop}} Загалом

source: {{count}} in Total
uk_ua: {{count}} Загалом

source: {{voteList.length}} out of {{countStandby + countTop}} Delegates selected
uk_ua: {{voteList.length}} з {{countStandby + countTop}} Делегатів вибрано

source: {{voteList.length}} out of {{count}} Delegates selected
uk_ua: {{voteList.length}} з {{count}} Делегатів вибрано
